{
  "HeaderComponent": {
    "ABOUT_ME": "Über mich",
    "SKILLS": "Fähigkeiten",
    "PORTFOLIO": "Portfolio",
    "CONTACT": "Kontakt"
  },

  "HomePageComponent": {
    "i": "Ich",
    "am": "bin",
    "frontend_developer": "FRONTEND ENTWICKLER",
    "Let's_talk!": "Lass uns reden!",
    "scroll_down": "Nach unten"
  },

  "AboutMeComponent": {
    "about_me": "Über mich",
    "description": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler, der in Wuppertal lebt. Motiviert von den grenzenlosen Möglichkeiten in der IT freue ich mich darauf, visuell ansprechende und intuitive Websites und Anwendungen zu gestalten.",
    "description2": "Flexibel in Bezug auf Arbeitsumgebungen kann ich sowohl vor Ort in Wuppertal als auch remote effektiv arbeiten.",
    "description3": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
    "description4": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Form der Problemlösung. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken."
  },

  "SkillsComponent": {
    "skills": "Meine Fähigkeiten",
    "skills_description": "Ich beherrsche eine Vielzahl von Programmiersprachen und Frameworks, darunter HTML, CSS, JavaScript, React und mehr. Mein Fachwissen erstreckt sich auch auf responsives Design, um sicherzustellen, dass Anwendungen auf allen Geräten gut aussehen. Ich bin auch mit Versionskontrollsystemen wie Git vertraut, die eine effiziente Zusammenarbeit und Codeverwaltung ermöglichen.",
    "skills_description2": "Auf der Suche nach",
    "skills_description3": "einer weiteren Fähigkeit",
    "skills_description4": "Enthusiasmus für das Lernen neuer Technologien und Frameworks.",
    "button_scroll_To_Reference": "Nehmen Sie Kontakt auf"
  },

  "PortfolioComponent": {
    "portfolio": "Portfolio",
    "portfolio_description": "Hier finden Sie eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen."
  },

  "ProjectsComponent": {
    "Pollo_Loco_Projects": {
      "title": "Pollo Loco Spiel",
      "description": "Spring-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen."
    },

    "join_Projects": {
      "title": "Beitreten",
      "description": "Gemeinsam mit anderen Ausbildungsteilnehmern habe ich ein webbasiertes Aufgabenverwaltungstool entwickelt, das vom Kanban-System inspiriert ist. Mit HTML, CSS, JavaScript und Firebase haben wir eine kollaborative App mit Drag-and-Drop-Funktionalität und Aufgabenverteilung nach Benutzer und Kategorie erstellt. Git wurde für die Versionskontrolle und die Koordination der Teamarbeit verwendet."
    },

    "live_test_button": "Live-Test"
  },

  "ContactComponent": {
    "contact": "Kontakt",
    "name": "Name",
    "email": "E-Mail",
    "message": "Nachricht",
    "send": "Senden"
  },

  "FooterComponent": {
    "footer_text": "Alle Rechte vorbehalten © 2023"
  }
}
