{
  "HeaderComponent": {
    "ABOUT_ME": "À propos de moi",
    "SKILLS": "Compétences",
    "PORTFOLIO": "Portfolio",
    "CONTACT": "Contact"
  },

  "HomePageComponent": {
    "i": "Je",
    "am": "suis",
    "frontend_developer": "DÉVELOPPEUR FRONTEND",
    "Let's_talk!": "Discutons !",
    "scroll_down": "vers le bas"
  },

  "AboutMeComponent": {
    "about_me": "À propos de moi",
    "description": "Bonjour, je suis un développeur frontend germanophone vivant à Wuppertal. Motivé par les possibilités illimitées dans le domaine de l'informatique, je suis enthousiaste à l'idée de créer des sites Web et des applications visuellement captivants et intuitifs.",
    "description2": "Flexible en termes d'environnements de travail, je peux travailler efficacement à la fois sur site à Wuppertal et à distance.",
    "description3": "Je suis ouvert d'esprit et toujours à la recherche de défis personnels pour améliorer constamment mes connaissances et mes compétences.",
    "description4": "Dans ma profession, la programmation ne consiste pas seulement à écrire du code ; c'est une forme créative de résolution de problèmes. Je suis fier de ma capacité à transformer des défis techniques complexes en solutions simples et conviviales. De cette manière, je vous aide à atteindre vos objectifs et à donner vie à vos visions."
  },

  "SkillsComponent": {
    "skills": "Mes compétences",
    "skills_description": "Je maîtrise une variété de langages de programmation et de frameworks, notamment HTML, CSS, JavaScript, React et plus encore. Mon expertise s'étend à la conception réactive, garantissant que les applications sont superbes sur tous les appareils. Je suis également familiarisé avec les systèmes de contrôle de version comme Git, qui permettent une collaboration et une gestion du code efficaces.",
    "skills_description2": "À la recherche de",
    "skills_description3": "une autre compétence",
    "skills_description4": "Révéler l'enthousiasme pour l'apprentissage de nouvelles technologies et frameworks.",
    "button_scroll_To_Reference": "Contactez-moi"
  },

  "PortfolioComponent": {
    "portfolio": "Portfolio",
    "portfolio_description": "Découvrez ici une sélection de mes travaux - Interagissez avec les projets pour voir mes compétences en action."
  },

  "ProjectsComponent": {
    "Pollo_Loco_Projects": {
      "title": "Jeu Pollo Loco",
      "description": "Jeu de saut, de course et de lancer basé sur une approche orientée objet. Aidez Pepe à trouver des pièces de monnaie et de la salsa tabasco pour combattre la poule folle."
    },

    "join_Projects": {
      "title": "Rejoindre",
      "description": "Avec d'autres participants à la formation, j'ai co-développé un outil de gestion des tâches basé sur le Web inspiré du système Kanban. En utilisant HTML, CSS, JavaScript et Firebase, nous avons construit une application collaborative avec une fonctionnalité de glisser-déposer et une attribution des tâches par utilisateur et catégorie. Git a été utilisé pour le contrôle de version et la coordination du travail d'équipe."
    },

    "live_test_button": "Test en direct"
  },

  "ContactComponent": {
    "contact": "Contact",
    "name": "Nom",
    "email": "E-mail",
    "message": "Message",
    "send": "Envoyer"
  },

  "FooterComponent": {
    "footer_text": "Tous droits réservés © 2023"
  }
}
